---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceInfiltrationParam
source: html/0b8bfbdb-d727-b396-6d1c-449e711e280c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceInfiltrationParam Property

"Infiltration Airflow per area"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceInfiltrationParam { get; }
```